export const text1 = `洛神赋 - 曹植

其形也，翩若惊鸿，婉若游龙，荣曜秋菊，华茂春松。
髣髴兮若轻云之蔽月，飘飖兮若流风之回雪。
远而望之，皎若太阳升朝霞。
迫而察之，灼若芙蕖出渌波。
秾纤得衷，修短合度。
肩若削成，腰如约素。
延颈秀项，皓质呈露，芳泽无加，铅华弗御。
云髻峨峨，修眉联娟，丹唇外朗，皓齿内鲜。
明眸善睐，辅靥承权，瑰姿艳逸，仪静体闲。
柔情绰态，媚于语言。奇服旷世，骨象应图。`;

export const text2 = `漁父辭

屈原旣放, 游於江潭, 行吟澤畔. 顔色憔悴, 形容枯槁. 漁父見而問之曰,
子非三閭大夫與. 何故至於斯. 屈原曰, 擧世皆濁, 我獨淸. 衆人皆醉, 我獨醒.
是以見放. 漁父曰, 聖人不凝滯於物, 而能與世推移. 世人皆濁,
何不淈其泥而揚其波. 衆人皆醉, 何不餔其糟而歠其醨. 何故深思高擧,
自令放爲. 屈原曰, 吾聞之. 新沐者必彈冠, 新浴者必振衣. 安能以身之察察,
受物之汶汶者乎. 寧赴湘流葬於江魚之腹中, 安能以皓皓之白,
而蒙世俗之塵埃乎. 漁父莞爾而笑, 鼓枻而去. 乃歌曰, 滄浪之水淸兮,
可以濯吾纓. 滄浪之水濁兮, 可以濯吾足. 遂去不復與言.`;

export const text3 = `登黄鹤楼 - 崔颢

昔人已乘黄鹤去，此地空余黄鹤楼。
黄鹤一去不复返，白云千载空悠悠。
晴川历历汉阳树，芳草萋萋鹦鹉洲。
日暮乡关何处是，烟波江上使人愁。`;

export const text4 = `燕歌行 - 曹丕

秋风萧瑟天气凉，草木摇落露为霜，群燕辞归鹄南翔。 
念君客游思断肠，慊慊思归恋故乡，君何淹留寄他方？
贱妾茕茕守空房，忧来思君不敢忘，不觉泪下沾衣裳。 
援琴鸣弦发清商， 短歌微吟不能长。 
明月皎皎照我床， 星汉西流夜未央。
牵牛织女遥相望， 尔独何辜限河梁。`;

export const text5 = `口技 - 林嗣环

京中有善口技者。
会宾客大宴，于厅事之东北角，施八尺屏障，口技人坐屏障中，一桌、一椅、一扇、一抚尺而已。
众宾团坐。少顷，但闻屏障中抚尺一下，满坐寂然，无敢哗者。 
遥闻深巷中犬吠，便有妇人惊觉欠伸，其夫呓语。
既而儿醒，大啼。夫亦醒。
妇抚儿乳，儿含乳啼，妇拍而呜之。
又一大儿醒，絮絮不止。
当是时，妇手拍儿声，口中呜声，儿含乳啼声，大儿初醒声，夫叱大儿声，一时齐发，众妙毕备。
满坐宾客无不伸颈，侧目，微笑，默叹，以为妙绝。 
未几，夫齁声起，妇拍儿亦渐拍渐止。
微闻有鼠作作索索，盆器倾侧，妇梦中咳嗽。
宾客意少舒，稍稍正坐。 
忽一人大呼"火起"，夫起大呼，妇亦起大呼。
两儿齐哭。俄而百千人大呼，百千儿哭，百千犬吠。
中间力拉崩倒之声，火爆声，呼呼风声，百千齐作；又夹百千求救声，曳屋许许声，抢夺声，泼水声。
凡所应有，无所不有。
虽人有百手，手有百指，不能指其一端；人有百口，口有百舌，不能名其一处也。
于是宾客无不变色离席，奋袖出臂，两股战战，几欲先走。 
忽然抚尺一下，群响毕绝。
撤屏视之，一人、一桌、一椅、一扇、一抚尺而已。`;

export const text6 = `狼 - 蒲松龄

一屠晚归，担中肉尽，止有剩骨。
途中两狼，缀行甚远。 
屠惧，投以骨。
一狼得骨止，一狼仍从。
复投之，后狼止而前狼又至。
骨已尽矣，而两狼之并驱如故。 
屠大窘，恐前后受其敌。
顾野有麦场，场主积薪其中，苫蔽成丘。
屠乃奔倚其下，弛担持刀。
狼不敢前，眈眈相向。 
少时，一狼径去，其一犬坐于前。
久之，目似瞑，意暇甚。
屠暴起，以刀劈狼首，又数刀毙之。
方欲行，转视积薪后，一狼洞其中，意将隧入以攻其后也。
身已半入，止露尻尾。
屠自后断其股，亦毙之。
乃悟前狼假寐，盖以诱敌。
狼亦黠矣，而顷刻两毙，禽兽之变诈几何哉？
止增笑耳。`;

export const text7 = `木兰诗 - 郭茂倩

唧唧复唧唧，木兰当户织。
不闻机杼声，唯闻女叹息。
问女何所思，问女何所忆。
女亦无所思，女亦无所忆。
昨夜见军帖，可汗大点兵，军书十二卷，卷卷有爷名。
阿爷无大儿，木兰无长兄，愿为市鞍马，从此替爷征。
东市买骏马，西市买鞍鞯，南市买辔头，北市买长鞭。
旦辞爷娘去，暮宿黄河边，不闻爷娘唤女声，但闻黄河流水鸣溅溅。
旦辞黄河去，暮至黑山头，不闻爷娘唤女声，但闻燕山胡骑鸣啾啾。 
万里赴戎机，关山度若飞。
朔气传金柝，寒光照铁衣。
将军百战死，壮士十年归。 
归来见天子，天子坐明堂。
策勋十二转，赏赐百千强。
可汗问所欲，木兰不用尚书郎，愿驰千里足，送儿还故乡。
爷娘闻女来，出郭相扶将；
阿姊闻妹来，当户理红妆；
小弟闻姊来，磨刀霍霍向猪羊。
开我东阁门，坐我西阁床，脱我战时袍，著我旧时裳。
当窗理云鬓，对镜贴花黄。
出门看火伴，火伴皆惊忙：同行十二年，不知木兰是女郎。 
雄免脚扑朔，雌兔眼迷离；双兔傍地走，安能辨我是雄雌？`;

export const text8 = `前出师表 - 诸葛亮

先帝创业未半而中道崩殂，今天下三分，益州疲弊，此诚危急存亡之秋也。然侍卫之臣不懈于内，忠志之士忘身于外者，盖追先帝之殊遇，欲报之于陛下也。诚宜开张圣听，以光先帝遗德，恢弘志士之气，不宜妄自菲薄，引喻失义，以塞忠谏之路也。
宫中府中，俱为一体；陟罚臧否，不宜异同。若有作奸犯科及为忠善者，宜付有司论其刑赏，以昭陛下平明之理，不宜偏私，使内外异法也。
侍中、侍郎郭攸之、费祎、董允等，此皆良实，志虑忠纯，是以先帝简拔以遗陛下。愚以为宫中之事，事无大小，悉以咨之，然后施行，必能裨补阙漏，有所广益。
将军向宠，性行淑均，晓畅军事，试用于昔日，先帝称之曰能，是以众议举宠为督。愚以为营中之事，悉以咨之，必能使行阵和睦，优劣得所。
亲贤臣，远小人，此先汉所以兴隆也；亲小人，远贤臣，此后汉所以倾颓也。先帝在时，每与臣论此事，未尝不叹息痛恨于桓、灵也。侍中、尚书、长史、参军，此悉贞良死节之臣，愿陛下亲之信之，则汉室之隆，可计日而待也。
臣本布衣，躬耕于南阳，苟全性命于乱世，不求闻达于诸侯。先帝不以臣卑鄙，猥自枉屈，三顾臣于草庐之中，咨臣以当世之事，由是感激，遂许先帝以驱驰。后值倾覆，受任于败军之际，奉命于危难之间，尔来二十有一年矣。
先帝知臣谨慎，故临崩寄臣以大事也。受命以来，夙夜忧叹，恐托付不效，以伤先帝之明；故五月渡泸，深入不毛。今南方已定，兵甲已足，当奖率三军，北定中原，庶竭驽钝，攘除奸凶，兴复汉室，还于旧都。此臣所以报先帝而忠陛下之职分也。至于斟酌损益，进尽忠言，则攸之、祎、允之任也。
愿陛下托臣以讨贼兴复之效，不效，则治臣之罪，以告先帝之灵。若无兴德之言，则责攸之、祎、允等之慢，以彰其咎；陛下亦宜自谋，以咨诹善道，察纳雅言，深追先帝遗诏。臣不胜受恩感激。今当远离，临表涕零，不知所言。`;

export const text9 = `后出师表 - 诸葛亮

先帝虑汉、贼不两立，王业不偏安，故托臣以讨贼也。
以先帝之明，量臣之才，故知臣伐贼，才弱敌强也。
然不伐贼，王业亦亡；
惟坐而待亡，孰与伐之？是故托臣而弗疑也。

臣受命之日，寝不安席，食不甘味。
思惟北征。
宜先入南。
故五月渡泸，深入不毛，并日而食;
臣非不自惜也，顾王业不可偏安于蜀都，故冒危难以奉先帝之遗意，而议者谓为非计。
今贼适疲于西，又务于东，兵法乘劳，此进趋之时也。
谨陈其事如左。

高帝明并日月，谋臣渊深，然涉险被创，危然后安。
今陛下未及高帝，谋臣不如良、平，而欲以长策取胜，坐定天下，此臣之未解一也。
刘繇、王朗，各据州郡，论安言计，动引圣人，群疑满腹，众难塞胸，今岁不战，明年不征，使孙策坐大，遂并江东，此臣之未解二也。
曹操智计，殊绝于人，其用兵也，仿怫孙、吴，然困于南阳，险于乌巢，危于祁连，逼于黎阳，几败北山，殆死潼关，然后伪定一时耳；
况臣才弱，而欲以不危而定之：此臣之未解三也。曹操五攻昌霸不下，四越巢湖不成，任用李服而李服图之，委任夏侯而夏侯败亡，先帝每称操为能，犹有此失；
况臣弩下，何能必胜：此臣之未解四也。
自臣到汉中，中间期年耳，然丧赵云、阳群、马玉、阎芝、丁立、白寿、刘合、邓铜等，及驱长屯将七十余人，突将无前，丛叟、青羌，散骑武骑一千余人，此皆数十年之内，所纠合四方之精锐，非一州之所有；
若复数年，则损三分之二也。——当何以图敌：此臣之未解五也。
今民穷兵疲，而事不可息；
事不可息，则住与行，劳费正等；
而不及今图之，欲以一州之地，与贼持久：此臣之未解六也。

夫难平者，事也。
昔先帝败军于楚，当此时，曹操拊手，谓天下已定。
——然后先帝东连吴、越，西取巴、蜀，举兵北征，夏侯授首：此操之失计，而汉事将成也。
——然后吴更违盟，关羽毁败，秭归蹉跌，曹丕称帝：凡事如是，难可逆见。臣鞠躬尽瘁，死而后已；
至于成败利钝，非臣之明所能逆睹也。`;

export const 彭帅微博 = `彭帅·微博

我知道说不清楚，说了也没有用，但还是想说出来，我是多么的虚伪不堪，我承认我不是一个好女孩，很坏很坏的女孩，大概三年前张高丽副总理你退休了，找天津网球中心的刘大夫再联系到我，约我打球，在北京的康铭大厦。上午打完球，你和妻子康洁一起带我去了你们家。然后把我带进你家的房间，和十多年前在天津时一样，要和我发生性关系。那天下午我很怕，根本没想到会是这样，一个人在外帮守著，因为谁都不可能相信老婆会愿意。七年前我们发生过一次性关系，然后你升常委去北京就再没联系过我。原本埋藏了一切在心里，既然你根本不打算负责，为何还要回来找我，带我去你家逼我和你发生关系？是我没有证据，也根本不可能留下证据。后来你一直否认，可确是你先喜欢的我，否则我也不可能接触的到你。

自小离家早，内心极度缺爱，面对发生这一切，我从不认为我一个好女孩，我恨我自己，恨我为甚么要来到这个世界，经历这一劫。你同我说你爱我，很爱很爱，来生希望在你二十岁我十八岁时我们就遇见。你说你很孤独，一个人很可怜，我们有聊不完的天，讲不完的话，你说你这个位置没有办法离婚，如果你在山东时认识，还可以离婚，可是现在没有办法。我想过默默无闻就这样陪著你，开始还好，可是日子久了慢慢的变了，太多的不公与侮辱。每次你让我去，背著你你妻子对我说过多少难听侮辱的话，各种冷嘲热讽。我说喜欢吃鸭舌，康洁阿姨会冲著我说～咿真恶心。冬天北京雾霾我说有时候空气不太好，康洁阿姨会对我说，那是你们郊区，我们这儿没感觉。等等诸如类似的话说了很多很多，你在时候她不这样说，好像和我们一样，两个人相处时是一个样，有旁人时你对我又是一个样。

我同你说过，这些话听多了心里特别难受委屈，从认识你第一天到现在没用过你一分钱，更没通过你谋取过任何利益或者好处，可名分这东西真重要。这一切我活该，自取其辱。从头到尾你都是一直让我保密和你的一切关系，更不可以告诉我妈和你有男女关系，因为每次都是她送我去西什库教堂那儿，然后换你家的车才能进院里。她一直以为我是去打麻将打牌，去你家玩。我们在彼此的生活中都是真实生活中的一个透明人，你的妻子好像甄环传的皇后一样，而我无法形容自己多么的不堪，很多时候我觉得我自己还是一个人吗？我觉得自己是一个行尸走肉，装，每一天都在装，哪个我才是真的我？我不该来到这个世界，可又没有勇气去死。我好想可以活的简单点，可事与愿违。

30号那天晚上争议很大，你说2号下午再去你们家我们慢慢谈，今天中午打电话来说有事再联系，推托一切，借口说改天再联系……，就这样和七年前一样”消失了”，玩玩想不要就不要了。你说我们之间没有任何交易，是，我们之间的感情和钱、权力没有任何关系，可这三年的感情我无处安放，难以面对。你总怕我带甚么录音器，留下证据甚么的。是的，除我以外我没留下证据证明，没有录音、没有录像、只有被扭曲的我的真实经历。

我知道对于您位高权重的张高丽副总理来说，你说过你不怕。但即使是以卵击石，飞蛾扑火自取灭亡的我也会说出和你的事实。以你的智商谋略你一定否认或者可以反扣给我，你可以如此玩世不恭。你总说希望你母亲在天可以保佑你，我是一个坏女孩不配为人母，你为人父也有儿有女，我问过你就算是你的养女你会逼她这么做吗？你今生做的这一切日后心安理得的去面对你的母亲吗？我们都很道貌岸然……`;

export const 終南別業 = `終南別業 -王維
中歲頗好道,晩家南山陲
興來每獨往,勝事空自知
行到水窮處,坐看雲起時
偶然値林叟,談笑無還期`;
